[
  {
    "id": 157797,
    "date": "2022-07-07T10:02:18",
    "date_gmt": "2022-07-06T23:02:18",
    "guid": {
      "rendered": "https://msk.org.au/?p=157797"
    },
    "modified": "2022-07-07T10:04:53",
    "modified_gmt": "2022-07-06T23:04:53",
    "slug": "low-impact-cardio-exercises-to-get-you-moving",
    "status": "publish",
    "type": "post",
    "link": "https://msk.org.au/low-impact-cardio/",
    "title": {
      "rendered": "Low-impact cardio exercises to get you moving"
    },
    "content": {
      "rendered": "<h2>Pilates, yoga, and tai chi</h2>\n<p>How’s your<a href=\"https://msk.org.au/exercise\"> exercise</a> routine going? Are you doing the amount of activity recommended in the <a href=\"https://www.health.gov.au/health-topics/physical-activity-and-exercise/physical-activity-and-exercise-guidelines-for-all-australians/for-adults-18-to-64-years\" target=\"_blank\" rel=\"noopener\">Australian physical activity and exercise guidelines</a>?</p>\n<p>As a reminder, the guidelines say that adults should be active most days, preferably every day.</p>\n<p>Each week, adults should do either:</p>\n<ul>\n<li>2.5 to 5 hours of moderate-intensity physical activity – e.g. a brisk walk, golf, mowing the lawn or swimming</li>\n<li>1.25 to 2.5 hours of vigorous-intensity physical activity – e.g. jogging, aerobics, fast cycling, soccer or netball</li>\n<li>an equivalent combination of moderate and vigorous activities.<a href=\"https://www.health.gov.au/health-topics/physical-activity-and-exercise/physical-activity-and-exercise-guidelines-for-all-australians/for-adults-18-to-64-years\" target=\"_blank\" rel=\"noopener\">(1)</a></li>\n</ul>\n<p>I know I’m meeting these recommendations, but like me, are you finding that exercise has become a little dull? Has your exercise routine been reduced (because of COVID fears and restrictions 😷) to simply <a href=\"https://msk.org.au/walking-on-sunshine/\">walking</a>? Lots and lots of walking 🚶 🚶 🚶?</p>\n<p>Although I love a good walk, it isn’t working my body as much as it needs to be worked for optimal health and wellbeing. So while I’ll continue doing it, it’s time to add something new … something that will also improve my fitness, stamina, balance and flexibility.</p>\n<p>And now’s the perfect time. Even though it’s cold and wintery, many of these exercises can be done indoors, where it’s cosy and warm.</p>\n<h3>Before we go any further, what are low-impact cardio exercises?</h3>\n<p>Simply put, low-impact exercises or activities are easy on your joints. They put little or no impact on them – hence ‘low-impact’. Examples include swimming, cycling, tai chi and yoga. While doing these exercises, you’re putting minimal stress, weight, or pressure on your joints.</p>\n<p>Compare these activities to more intense ones such as running, basketball or tennis. They aren’t low-impact because your joints are being jarred or impacted by the activity. For example, your hips, knees and feet feel the impact when you run, and your arm, shoulder and wrist feel the jarring as your return a tennis volley.</p>\n<p>The ‘cardio’ aspect means that while you’re being kind to your joints, you’re still getting a workout. Cardio exercises increase your heart rate and improve the health of your heart and lungs (or your cardiovascular system).</p>\n<h3>What are the benefits of low-impact cardio exercises?</h3>\n<p>These exercises allow you to stretch and strengthen your muscles without putting your joints through too much stress. They’re also a great place to start if you’re a beginner, haven’t exercised in a while, or you’re recovering from an injury.</p>\n<p>Low-impact exercises can also improve flexibility, mobility and help relieve joint pain and stiffness. Because you’re getting a solid workout, the exercise builds endurance and stamina, aids weight loss, helps reduce your risk of other health problems (e.g. diabetes) and can improve your sleep quality.</p>\n<p>Regular exercise improves your mood and mental health. It also improves your balance and can reduce your risk of falls, which is essential if you have <a href=\"https://msk.org.au/osteoporosis/\">osteoporosis</a> or are at risk of poor bone health.</p>\n<p>Let’s look at a few low-impact exercises that will provide a good workout but, when performed correctly, won’t aggravate musculoskeletal conditions.</p>\n<h3>Tai chi</h3>\n<p>Tai chi is an ancient form of martial art originating in China. It’s evolved over centuries into what’s been called ‘moving meditation’ because it combines gentle, flowing movements with <a href=\"https://msk.org.au/mindfulness-meditation\">mindfulness</a> and <a href=\"https://msk.org.au/breathing/\">deep breathing</a>.<br />\nIt’s a low-impact, slow-motion exercise with specific controlled movements. When doing tai chi, your muscles are relaxed rather than tensed, and your joints aren’t fully extended or bent.</p>\n<p>There are many forms of tai chi, and some have been modified to suit people with various health conditions, including arthritis and osteoporosis.</p>\n<p>Tai chi promotes correct body posture and balance, improves flexibility and integrates the body and mind. It’s practised by people of all ages and fitness levels.</p>\n<p>You can learn tai chi online or from books or DVDs, but most people find it easier to learn from a qualified instructor. They’ll ensure you’re performing the movements correctly and safely.</p>\n<p>The <a href=\"https://taichiforhealthinstitute.org/instructors/\" target=\"_blank\" rel=\"noopener\">Tai Chi for Health website</a> has a search function to help you find a qualified tai chi instructor in your area.</p>\n<p>Online recordings, books and DVDs are useful to help you practice between classes. Your instructor will be able to recommend some websites and titles.</p>\n<h3>Yoga</h3>\n<p>Like tai chi, yoga incorporates mind, body and breath. Yoga originated in India over 5,000 years ago. Since then, it’s become incredibly popular around the globe.</p>\n<p>It’s so popular that it’s all over Insta, TikTok, Facebook and YouTube. But take what you see on these platforms with a grain of salt. They often show us the extremes of yoga – fit and flexible people bent and twisted into challenging poses. This can be a little off-putting 😮!</p>\n<p>The good news is there are many different types of yoga to suit all needs and interests. There are even types of yoga that have been modified so that you can use a chair, a block or other aids to help you do the postures without straining your joints or aggravating your condition. So if you’re interested in trying yoga, you’re sure to find a type that suits you.</p>\n<p>Search the <a href=\"https://www.yogaaustralia.org.au/search-registered-teachers\" target=\"_blank\" rel=\"noopener\">Yoga Australia website</a> for a qualified yoga teacher. When making contact with them, ask about the type of yoga they teach, whether it’s suitable for people with your condition (and any other health conditions you have) and if they’ve successfully taught people with your condition before.</p>\n<h3>Pilates</h3>\n<p>Pilates was developed in the 1920s by German physical trainer Joseph Pilates. It focuses on postural alignment, strengthening the trunk (your abdominals, hips, inner and outer thighs, and back), body awareness and breath control. Initially, it was dancers, athletes and soldiers who used Pilates to strengthen their bodies and recover from injury.</p>\n<p>However, it didn’t take long for Pilates to become popular amongst the wider community. Pilates’ slow, controlled movements are suitable for people of all ages, fitness levels and abilities.</p>\n<p>Pilates can be performed on a mat or using special equipment (e.g. the Reformer) in a Pilates studio. The difference is that mat Pilates uses only your body weight and gravity as resistance, whereas the equipment involves springs, ropes, and straps for added resistance. Depending on your needs and preferences, you can choose to do Pilates on a mat at home or in a class environment, or in a studio using equipment. Or you can do both, as Joseph Pilates intended.</p>\n<p>Ensure you see a qualified instructor who can teach you how to perform each exercise correctly and safely.</p>\n<p>You can find a Pilates instructor via the <a href=\"https://www.pilates.org.au/find/studio-instructor/\" target=\"_blank\" rel=\"noopener\">Pilates Alliance Australasia</a> or the <a href=\"https://www.australianpilates.asn.au/teachers\" target=\"_blank\" rel=\"noopener\">Australian Pilates Method Association</a>.</p>\n<h3>Health insurance</h3>\n<p>In 2019, the Australian Government made changes to private health insurance. Many natural therapies are no longer covered by your extras, including Pilates*, tai chi, and yoga.</p>\n<p>With no rebate available, this will affect your out-of-pocket costs, so when making inquiries about classes or sessions, ask for prices 💰.</p>\n<p><em>*Note: Clinical Pilates, delivered by a physiotherapist, is covered under physiotherapy care as part of your extras cover without any changes.</em></p>\n<h3>Starting classes</h3>\n<p>If you decide to try Pilates, yoga and/or tai chi, there are a few things you should do:</p>\n<ul>\n<li>Talk with your doctor about whether these exercises are suitable for you. Discuss any potential benefits and risks.</li>\n<li>When inquiring about classes, ask if your instructor is qualified and if they&#8217;ve worked with people with musculoskeletal conditions.</li>\n<li>Ask how much the classes/sessions cost and how often you need to attend.</li>\n<li>Don’t rush through the warm-up and cool-down – they’re important for preventing injury and pain.</li>\n<li>Focus on your movements and technique to ensure you’re exercising correctly and safely.</li>\n<li>Listen to your body. Some pain is expected when you begin exercising your body in a new way, but it shouldn’t be severe. Stop the exercise and discuss it with your instructor if you feel unusual pain. You may be performing the exercise incorrectly, or need to modify it to suit you.</li>\n</ul>\n<h3>Contact our free national Help Line</h3>\n<p>Call our nurses if you have questions about <a href=\"https://msk.org.au/pain-guide/\" rel=\"nofollow\">managing your pain</a>, <a href=\"https://msk.org.au/learn-about-your-condition/\" rel=\"nofollow\">musculoskeletal condition</a>, treatment options, <a href=\"https://msk.org.au/anxiety-and-depression/\" rel=\"nofollow\">mental health issues</a>, COVID-19, <a href=\"https://msk.org.au/telehealth/\" rel=\"nofollow\">telehealth</a>, or accessing services. They’re available weekdays between 9am-5pm on 1800 263 265; email (<a href=\"mailto:helpline@msk.org.au\">helpline@msk.org.au</a>) or via <a href=\"https://www.facebook.com/MSKAust/\" target=\"_blank\" rel=\"noopener noreferrer\">Messenger</a>.</p>\n<h3>More to explore</h3>\n<ul>\n<li><a href=\"https://www.nhs.uk/conditions/nhs-fitness-studio/arthritis-pilates-exercise-video/\" target=\"_blank\" rel=\"noopener\">Arthritis Pilates video workout</a><br />\nNational Health Service (NHS)</li>\n<li><a href=\"https://www.versusarthritis.org/news/2022/april/how-can-strengthening-and-stretching-help-your-arthritis/\" target=\"_blank\" rel=\"noopener\">How can strengthening and stretching help your arthritis?</a><br />\nVersus Arthritis</li>\n<li><a href=\"https://www.versusarthritis.org/about-arthritis/complementary-and-alternative-treatments/types-of-complementary-treatments/meditation-t-ai-chi-and-yoga/\" target=\"_blank\" rel=\"noopener\">Meditation, t&#8217;ai chi and yoga</a><br />\nVersus Arthritis</li>\n<li><a href=\"https://www.nccih.nih.gov/health/tai-chi-what-you-need-to-know\" target=\"_blank\" rel=\"noopener\">Tai chi: What you need to know</a><br />\nNational Center for Complementary and Integrative Health, National Institutes of Health</li>\n<li><a href=\"https://arthritis.ca/living-well/2017/the-right-exercise-mix\" target=\"_blank\" rel=\"noopener\">The right exercise mix</a><br />\nArthritis Society</li>\n<li><a href=\"https://www.versusarthritis.org/news/2022/may/why-are-yoga-and-tai-chi-beneficial-for-our-bodies-and-minds/\" target=\"_blank\" rel=\"noopener\">Why are yoga and tai chi beneficial for our bodies and minds?</a><br />\nVersus Arthritis</li>\n<li><a href=\"https://painhealth.csse.uwa.edu.au/pain-module/yoga/\" target=\"_blank\" rel=\"noopener\">Yoga and pain</a><br />\npainHEALTH</li>\n<li><a href=\"https://www.arthritis.org/health-wellness/healthy-living/physical-activity/yoga/yoga-benefits-for-arthritis\" target=\"_blank\" rel=\"noopener\">Yoga benefits for arthritis</a><br />\nArthritis Foundation</li>\n</ul>\n<h3>Reference</h3>\n<p>(1) <a href=\"https://www.health.gov.au/health-topics/physical-activity-and-exercise/physical-activity-and-exercise-guidelines-for-all-australians/for-adults-18-to-64-years\" target=\"_blank\" rel=\"noopener\">Physical activity and exercise guidelines for all Australians: For adults (18 to 64 years)</a><br />\nAustralian Government, Department of Health and Aged Care</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Pilates, yoga, and tai chi How’s your exercise routine going? Are you doing the amount of activity recommended in the Australian physical activity and exercise guidelines? As a reminder, the guidelines say that adults should be active most days, preferably every day. Each week, adults should do either: 2.5 to 5 hours of moderate-intensity physicalLeer Más</p>\n",
      "protected": false
    },
    "author": 6,
    "featured_media": 157804,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": {
      "_mi_skip_tracking": false
    },
    "categories": [
      59,
      61
    ],
    "tags": [
      88,
      666,
      668,
      667
    ],
    "acf": [],
    "_links": {
      "self": [
        {
          "href": "https://msk.org.au/wp-json/wp/v2/posts/157797"
        }
      ],
      "collection": [
        {
          "href": "https://msk.org.au/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://msk.org.au/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://msk.org.au/wp-json/wp/v2/users/6"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://msk.org.au/wp-json/wp/v2/comments?post=157797"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https://msk.org.au/wp-json/wp/v2/posts/157797/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 157803,
          "href": "https://msk.org.au/wp-json/wp/v2/posts/157797/revisions/157803"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://msk.org.au/wp-json/wp/v2/media/157804"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://msk.org.au/wp-json/wp/v2/media?parent=157797"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://msk.org.au/wp-json/wp/v2/categories?post=157797"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://msk.org.au/wp-json/wp/v2/tags?post=157797"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  }
  ]
